/* Time remaining left notification */
"%1$ld:%2$02ld left (%3$ld%%)" = "Осталось %1$ld:%2$02ld (%3$ld%%)";

/* Percentage left menuitem */
"%ld %% left" = "Осталось %ld %%";

/* Advanced percentage left menuitem */
"%ld %% left ( %ld/%ld mAh )" = "Осталось %1$ld %% ( %2$ld/%3$ld mAh )";

/* Update menuitem
   Update notification */
"A newer version is available" = "Доступна новая версия";

/* Powersource state */
"AC Power" = "Электросеть";

/* Advanced mode setting */
"Advanced mode" = "Продвинутый режим";

/* Powersource state */
"Battery Power" = "Аккумулятор";

/* Battery Time Remaining notification */
"Battery Time Remaining" = "Оставшееся время работы от аккумулятора";

/* Calculating sidetext */
"Calculating…" = "Вычисляю…";

/* Charged notification */
"Charged" = "Полностью заряжен";

/* Update menuitem */
"Checking for updates…" = "Проверяю обновления…";

/* Update menuitem */
"Could not check for updates" = "Не могу проверить наличие обновлений";

/* Advanced battery info menuitem */
"Cycle count: %ld" = "Циклов перезарядки: %ld";

/* Display time with parentheses setting */
"Display time with parentheses" = "Отображать время в скобках";

/* Update auto update prompt */
"Do you want auto updates?" = "Проверять и загружать доступные обновления автоматически?";

/* Open Energy Saver Preferences menuitem */
"Energy Saver Preferences…" = "Настройки экономии энергии…";

/* Update auto update prompt */
"Get Auto Updates" = "Да, конечно";

/* Remaining menuitem */
"Loading…" = "Загрузка…";

/* Update auto update prompt */
"No" = "Нет";

/* Notification menuitem */
"Notifications" = "Уведомления";

/* Powersource state */
"Off Line" = "Не подключен";

/* Powersource menuitem */
"Power source: %@" = "Источник питания: %@";

/* Advanced battery info menuitem */
"Power usage: %.2f Watt" = "Мощность потребляемого тока: %.2f Вт";

/* Quit menuitem */
"Quit" = "Завершить";

/* Settings menuitem */
"Settings" = "Настройки";

/* Start at login setting */
"Start at login" = "Запускать при старте системы";

/* Advanced battery info menuitem */
"Temperature: %.1f°C" = "Температура: %.1f°C";

/* Powersource state */
"Unknown" = "Неизвестно";

/* Update menuitem */
"Up to date" = "Обновлений нет";

